[
  "obsidian-git",
  "completed-task-display",
  "easy-typing-obsidian",
  "code-emitter",
  "canvas-mindmap-helper",
  "obsidian-reminder-plugin",
  "canvas-mindmap",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "cm-editor-syntax-highlight-obsidian"
]